[
  {
    "pergunta": "O que é a Lei nº 9.279/1996?",
    "resposta": "A Lei nº 9.279/1996, conhecida como Lei da Propriedade Industrial (LPI), regula os direitos e obrigações relativos à propriedade industrial no Brasil. Ela abrange a proteção de patentes, marcas, desenhos industriais e a repressão às falsas indicações geográficas. A lei estabelece os critérios para concessão, manutenção e extinção desses direitos, garantindo exclusividade ao titular e promovendo a inovação e a competitividade no mercado."
  },
  {
    "pergunta": "Qual a função da Lei nº 9.610/1998?",
    "resposta": "A Lei nº 9.610/1998 regula os direitos autorais no Brasil, protegendo obras intelectuais como textos, músicas, artes visuais, entre outros. Ela define os direitos morais e patrimoniais dos autores, regulando a reprodução, distribuição e comunicação pública das obras, assegurando que os criadores tenham controle sobre o uso e a exploração de suas criações."
  },
  {
    "pergunta": "O que trata a Lei nº 9.609/1998?",
    "resposta": "A Lei nº 9.609/1998 é a Lei de Proteção de Programas de Computador, que protege os direitos dos desenvolvedores de software. Ela estabelece regras para o registro, proteção e uso dos programas de computador, garantindo exclusividade na reprodução, distribuição e comercialização do software, incentivando o desenvolvimento tecnológico."
  },
  {
    "pergunta": "Qual a importância da Lei nº 13.123/2015?",
    "resposta": "A Lei nº 13.123/2015 regula o acesso ao patrimônio genético e ao conhecimento tradicional associado, além da repartição de benefícios decorrentes da exploração desses recursos. Essa legislação visa proteger as comunidades tradicionais, promover o uso sustentável da biodiversidade e assegurar que os benefícios gerados sejam compartilhados de forma justa."
  },
  {
    "pergunta": "O que estabelece a Lei nº 10.196/2001?",
    "resposta": "A Lei nº 10.196/2001 dispõe sobre incentivos fiscais para inovação tecnológica e pesquisa científica e tecnológica. Ela estimula empresas a investirem em desenvolvimento tecnológico, oferecendo deduções fiscais para despesas relacionadas à pesquisa e desenvolvimento, contribuindo para o avanço científico e a competitividade industrial."
  },
  {
    "pergunta": "Para que serve o Manual Básico de Patentes de Invenção?",
    "resposta": "O Manual Básico de Patentes de Invenção auxilia inventores e empresas a entenderem o processo de depósito e registro de patentes no INPI. Ele explica os requisitos, a documentação necessária e as etapas do procedimento, facilitando o acesso à proteção legal das invenções."
  },
  {
    "pergunta": "O que é o Guia rápido de Publicação do Pedido de Patente?",
    "resposta": "O Guia rápido de Publicação do Pedido de Patente é um documento que orienta sobre os procedimentos para a publicação do pedido de patente no INPI. Ele detalha os prazos e formalidades para tornar o pedido público, etapa essencial para garantir a transparência e a proteção da invenção."
  },
  {
    "pergunta": "Como funciona o Guia rápido de Solicitação de Exame Técnico?",
    "resposta": "O Guia rápido de Solicitação de Exame Técnico explica como solicitar o exame técnico do pedido de patente para que ele seja avaliado pelo INPI. Ele indica os prazos e documentos necessários para o requerimento, sendo fundamental para que o pedido avance no processo de concessão."
  },
  {
    "pergunta": "O que aborda o Guia rápido sobre classificação de patente?",
    "resposta": "O Guia rápido sobre classificação de patente ensina como classificar corretamente uma invenção segundo a Classificação Internacional de Patentes (CIP). Essa classificação facilita a organização, busca e análise dos pedidos, garantindo que a invenção seja avaliada na área tecnológica adequada."
  },
  {
    "pergunta": "Para que serve o Manual do Usuário para o Registro Eletrônico de Programas de Computador?",
    "resposta": "O Manual do Usuário para o Registro Eletrônico de Programas de Computador orienta sobre o procedimento para registrar software eletronicamente no INPI. Ele detalha o uso do sistema eletrônico, os documentos necessários e os passos para garantir a proteção legal do programa de computador."
  },
  {
    "pergunta": "O que é a Instrução Normativa DIRPA nº 30/2013?",
    "resposta": "A Instrução Normativa DIRPA nº 30/2013 é uma norma que estabelece procedimentos para o exame e concessão de patentes no INPI. Ela define critérios técnicos e administrativos para a análise dos pedidos, assegurando a qualidade e a conformidade do processo."
  },
  {
    "pergunta": "Qual o objetivo da Norma de Execução DIRPA nº 1/2019?",
    "resposta": "A Norma de Execução DIRPA nº 1/2019 define regras para o processamento de pedidos de marcas no INPI. Ela regula prazos, exigências e tramitação dos processos, garantindo a eficiência e a transparência no registro de marcas."
  },
  {
    "pergunta": "O que trata a Norma de Execução DIRPA nº 7/2019?",
    "resposta": "A Norma de Execução DIRPA nº 7/2019 estabelece procedimentos para o registro de programas de computador. Ela detalha a documentação e os requisitos necessários para a proteção legal do software junto ao INPI."
  },
  {
    "pergunta": "O que é a Portaria INPI/PR Nº 10 DE 09 de Maio de 2025?",
    "resposta": "A Portaria INPI/PR Nº 10 DE 09 de Maio de 2025 é um documento que dispõe sobre atualizações e diretrizes administrativas do INPI. Ela pode incluir mudanças em procedimentos internos, políticas institucionais e orientações para o funcionamento do órgão."
  },
  {
    "pergunta": "Para que servem as Resoluções PR nº 85 e 93 de 2013?",
    "resposta": "As Resoluções PR nº 85 e 93 de 2013 regulamentam aspectos técnicos e administrativos para o processamento de pedidos no INPI. Elas visam padronizar e agilizar a análise dos processos, garantindo maior eficiência e segurança jurídica."
  },
  {
    "pergunta": "O que estabelece a Resolução nº 124 de 2013?",
    "resposta": "A Resolução nº 124 de 2013 define critérios para a análise técnica de patentes. Ela estabelece parâmetros para avaliação da novidade, atividade inventiva e aplicação industrial, essenciais para a concessão do direito de patente."
  },
  {
    "pergunta": "Qual a finalidade da RESOLUÇÃO INPI/PR Nº 208, DE 27 DE DEZEMBRO DE 2017?",
    "resposta": "A RESOLUÇÃO INPI/PR Nº 208, DE 27 DE DEZEMBRO DE 2017 atualiza procedimentos para o exame de pedidos de patentes. Essa atualização pode incluir mudanças em prazos, documentos exigidos ou critérios técnicos para análise."
  },
  {
    "pergunta": "O que trata a RESOLUÇÃO INPI Nº 187, DE 27 DE ABRIL DE 2017?",
    "resposta": "A RESOLUÇÃO INPI Nº 187, DE 27 DE ABRIL DE 2017 estabelece normas para o registro de marcas. Ela define procedimentos para depósito, oposição, exame e concessão, assegurando a proteção dos sinais distintivos."
  },
  {
    "pergunta": "Para que servem as RESOLUÇÕES INPI/PR Nº 240 e 241, DE 03 DE JULHO DE 2019?",
    "resposta": "As RESOLUÇÕES INPI/PR Nº 240 e 241, DE 03 DE JULHO DE 2019 regulamentam procedimentos para o depósito e exame de desenhos industriais. Elas detalham os requisitos para proteção da forma ornamental de produtos, garantindo a exclusividade ao titular."
  },
  {
    "pergunta": "O que é o PCT?",
    "resposta": "O Patent Cooperation Treaty (PCT) é um tratado internacional que facilita o depósito de pedidos de patente em múltiplos países. Ele permite que o requerente realize um único depósito internacional, que será reconhecido em todos os países membros, simplificando o processo de proteção internacional."
  },
  {
    "pergunta": "Como funciona a Fase Internacional do PCT?",
    "resposta": "Na Fase Internacional do PCT, o pedido de patente é depositado uma única vez e publicado internacionalmente. Essa fase garante prioridade e tempo para que o requerente decida em quais países deseja buscar proteção, facilitando o planejamento estratégico."
  },
  {
    "pergunta": "O que é a Fase Nacional do PCT?",
    "resposta": "A Fase Nacional do PCT é o momento em que o pedido internacional é submetido para exame em cada país onde se deseja proteção. Cada país avalia o pedido conforme sua legislação local, podendo conceder ou negar a patente."
  },
  {
    "pergunta": "Onde encontrar as tabelas de taxas do PCT?",
    "resposta": "As tabelas de taxas do PCT estão disponíveis no documento \"PCT Fee Tables\" disponibilizado pela Organização Mundial da Propriedade Intelectual (WIPO). Esse documento é essencial para o planejamento financeiro do processo internacional."
  },
  {
    "pergunta": "Qual a vantagem do PCT para inventores brasileiros?",
    "resposta": "O PCT facilita o processo de proteção internacional para inventores brasileiros, reduzindo custos e prazos. Ele permite um depósito único que é válido em vários países, simplificando a gestão dos pedidos e ampliando o alcance da proteção."
  },
  {
    "pergunta": "O que é a Convenção Europeia de Patentes (EPC)?",
    "resposta": "A Convenção Europeia de Patentes (EPC) é um tratado que regula o sistema de concessão de patentes na Europa por meio do Escritório Europeu de Patentes (EPO). Ela permite a obtenção de uma patente europeia válida em vários países membros, facilitando a proteção regional."
  },
  {
    "pergunta": "O que são as Guidelines do EPO?",
    "resposta": "As Guidelines do EPO são diretrizes que orientam o exame e concessão de patentes pelo Escritório Europeu de Patentes. Elas auxiliam requerentes e examinadores no processo, garantindo uniformidade e qualidade nas decisões."
  },
  {
    "pergunta": "O que são desenhos industriais?",
    "resposta": "Desenhos industriais são a forma plástica ornamental de um objeto ou conjunto ornamental de linhas e cores que pode ser aplicado a um produto. Eles protegem a aparência estética, não a função técnica, conferindo exclusividade ao titular sobre o design."
  },
  {
    "pergunta": "Como proteger desenhos industriais internacionalmente?",
    "resposta": "A proteção internacional de desenhos industriais é realizada por meio do sistema de registro internacional da WIPO. Esse sistema permite que o titular registre seu desenho em vários países com um único pedido, facilitando a proteção global."
  },
  {
    "pergunta": "Onde encontrar o guia da WIPO sobre desenhos industriais?",
    "resposta": "O guia da WIPO sobre desenhos industriais está disponível no documento \"WIPO – Industrial Designs Guide\". Esse material contém orientações detalhadas sobre procedimentos, requisitos e estratégias para proteção internacional."
  },
  {
    "pergunta": "Como solicitar o exame técnico de um pedido de patente no INPI?",
    "resposta": "Para solicitar o exame técnico de um pedido de patente no INPI, deve-se seguir as orientações do Guia rápido de Solicitação de Exame Técnico. O requerente deve apresentar o pedido dentro dos prazos estabelecidos, acompanhando os documentos e requisitos indicados para que o INPI possa avaliar a invenção."
  },
  {
    "pergunta": "Quais são os principais incentivos fiscais para inovação no Brasil?",
    "resposta": "Os principais incentivos fiscais para inovação no Brasil estão previstos na Lei nº 10.196/2001. Eles incluem deduções fiscais para empresas que investem em pesquisa e desenvolvimento, estimulando o avanço tecnológico e a competitividade industrial."
  },
  {
    "pergunta": "O que é uma patente de invenção?",
    "resposta": "Uma patente de invenção é um direito exclusivo concedido para uma nova invenção que atenda aos requisitos de novidade, atividade inventiva e aplicação industrial. Ela confere ao titular o direito de impedir terceiros de explorar comercialmente a invenção por um período determinado."
  },
  {
    "pergunta": "Qual a diferença entre patente de invenção e modelo de utilidade?",
    "resposta": "A patente de invenção protege novas invenções que apresentam uma solução técnica inovadora. Já o modelo de utilidade protege melhorias funcionais em objetos já existentes, conferindo exclusividade sobre aperfeiçoamentos que aumentem a utilidade ou funcionalidade do produto."
  },
  {
    "pergunta": "Como funciona o registro eletrônico de programas de computador?",
    "resposta": "O registro eletrônico de programas de computador é realizado via sistema eletrônico do INPI, conforme o Manual do Usuário para o Registro Eletrônico de Programas de Computador. O processo envolve o envio de documentação digitalizada que comprova a autoria e a data de criação do software."
  },
  {
    "pergunta": "O que é uma marca?",
    "resposta": "Uma marca é um sinal distintivo visualmente perceptível que identifica produtos ou serviços de uma empresa. Ela serve para diferenciar os produtos no mercado, protegendo a reputação e a identidade comercial do titular."
  },
  {
    "pergunta": "Como registrar uma marca no INPI?",
    "resposta": "Para registrar uma marca no INPI, deve-se seguir o Manual de Marcas, realizando o depósito do pedido com a documentação necessária. Após o depósito, o processo é acompanhado até a concessão, passando por etapas de exame formal, publicação para oposição e exame de mérito."
  },
  {
    "pergunta": "O que é uma licença de uso de patente?",
    "resposta": "Uma licença de uso de patente é uma autorização concedida pelo titular da patente para que terceiros explorem a invenção. Essa autorização pode ser exclusiva ou não exclusiva, e é formalizada por meio de contrato, permitindo a comercialização ou utilização da tecnologia licenciada."
  },
  {
    "pergunta": "Como funciona a oferta de licença no INPI?",
    "resposta": "A oferta de licença no INPI é regulada pelo Guia rápido sobre Oferta de Licença, que orienta sobre a divulgação e formalização da oferta. O titular da patente pode divulgar a disponibilidade para licenciar sua invenção, facilitando parcerias e transferência tecnológica."
  },
  {
    "pergunta": "Quais são os prazos para depósito de patente no Brasil?",
    "resposta": "No Brasil, o pedido de patente deve ser feito antes da divulgação pública da invenção para garantir a novidade. A divulgação prévia pode impedir a concessão da patente, pois a invenção deixaria de ser considerada nova."
  },
  {
    "pergunta": "O que é exame de novidade?",
    "resposta": "O exame de novidade é a avaliação realizada para verificar se a invenção é nova e não foi divulgada anteriormente em qualquer parte do mundo. É um requisito fundamental para a concessão da patente, assegurando que a invenção não seja de conhecimento público."
  },
  {
    "pergunta": "Como é feita a classificação de patentes?",
    "resposta": "A classificação de patentes é feita segundo a Classificação Internacional de Patentes (CIP), conforme orientado no Guia rápido sobre classificação de patente. Essa classificação organiza as invenções por áreas tecnológicas, facilitando a busca e análise dos pedidos."
  },
  {
    "pergunta": "O que é o INPI?",
    "resposta": "O Instituto Nacional da Propriedade Industrial (INPI) é o órgão responsável pelo registro e concessão de direitos de propriedade intelectual no Brasil. Ele administra patentes, marcas, desenhos industriais, programas de computador, indicações geográficas, entre outros."
  },
  {
    "pergunta": "Quais são os tipos de propriedade intelectual protegidos pelo INPI?",
    "resposta": "O INPI protege diversos tipos de propriedade intelectual, incluindo patentes, marcas, desenhos industriais, programas de computador, indicações geográficas, entre outros. Cada tipo possui legislação e procedimentos específicos para registro e proteção."
  },
  {
    "pergunta": "O que é uma indicação geográfica?",
    "resposta": "Uma indicação geográfica é um nome ou sinal que identifica um produto como originário de uma região específica, com qualidade ou características atribuídas ao local. Ela valoriza produtos típicos e protege contra usos indevidos."
  },
  {
    "pergunta": "Como proteger uma indicação geográfica?",
    "resposta": "A proteção de uma indicação geográfica é feita por meio do registro no INPI, conforme previsto na Lei nº 9.279/1996. O processo envolve comprovar a relação do produto com a região e suas características específicas."
  },
  {
    "pergunta": "O que é o exame técnico de patente?",
    "resposta": "O exame técnico de patente é uma análise detalhada do pedido para verificar se ele atende aos requisitos legais para concessão, como novidade, atividade inventiva e aplicação industrial. É uma etapa essencial para garantir a validade da patente."
  },
  {
    "pergunta": "Quais documentos são necessários para o depósito de patente?",
    "resposta": "Para o depósito de patente são necessários: descrição detalhada da invenção, reivindicações que definem o escopo da proteção, desenhos técnicos ilustrativos e um resumo. Esses documentos devem ser claros e completos para permitir a análise adequada."
  },
  {
    "pergunta": "O que é um pedido de patente?",
    "resposta": "Um pedido de patente é o documento formal que inicia o processo de proteção da invenção junto ao INPI. Ele contém todas as informações técnicas e legais necessárias para que o órgão avalie a concessão do direito."
  },
  {
    "pergunta": "Como acompanhar o andamento do pedido de patente?",
    "resposta": "O andamento do pedido de patente pode ser acompanhado pelo sistema eletrônico do INPI, consultando o processo pelo número do pedido. O sistema permite verificar etapas, exigências, publicações e decisões."
  },
  {
    "pergunta": "O que acontece se o pedido de patente for indeferido?",
    "resposta": "Se o pedido de patente for indeferido, o requerente pode apresentar recurso ou ajustar o pedido conforme as exigências do INPI. É possível corrigir falhas, apresentar argumentos ou modificar reivindicações para tentar obter a concessão."
  }
]
